vertical-pod-autoscaler/experiments/nginx-3-params-pbr-random-init/9minus/wrk_0.log
Running 15m test @ http://localhost:31916
  2 threads and 100 connections
  Thread calibration: mean lat.: 9223372036854776.000ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 3326.671ms, rate sampling interval: 14802ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     1.66m     1.15m    2.72m    64.55%
    Req/Sec     4.37k     3.27k   13.90k    64.08%
  7377594 requests in 15.00m, 5.86GB read
  Socket errors: connect 0, read 146, write 66, timeout 0
Requests/sec:   8197.33
Transfer/sec:      6.67MB